app/controllers/students_controller.rb

  def index
    @student = Students.all
---
SELECT "students".* FROM "students"